/* Lucrețiu <lucky0@gmail.com> */

"Add" = "Adaugă";
"Add Source" = "Adaugă Sursă";
"All Packages" = "Toate Pachetele";
"Analyzing dependencies..." = "Analizez dependențe…";
"Author" = "Autor";
"Bad Source" = "Sursă incorectă";
"Cancel" = "Anulează";
"Cancelled." = "Anulată.";
"Cleaning up..." = "Curățenie…";
"Custom..." = "Persinalizat…";
"Direct Dependencies" = "Dependențe Directe";
"Direct Dependency" = "Dependență Directă";
"Done" = "Gata";
"Downloading" = "Descarc";
"Finishing" = "Termin";
"have" = "tu ai";
"Install" = "Instalează";
"Installing" = "Se instalează";
"Maintainer" = "Întreținător";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Pachetul \"%@\" nu poate fi dezinstalat deoarece este absolut necesar pentru funcționarea lui Icy";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Pachetul \"%1$@\" nu poate fi dezinstalat deoarece alte pachete depind de el:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Pachetul \"%1$@\" nu poate fi instalat (DPKG a returnat eroarea #%2$d). Mai multe informații se pot găsi în jurnalul de consolă.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Pachetul \"%1$@\" nu poate fi dezinstalat (DPKG a returnat eroarea #%2$d). Mai multe informații se pot găsi în jurnalul de consolă.";
"Package \"%@\" was not found." = "Pachetul \"%@\" nu a fost găsit. Cel mai probabil trebuie să adaugi o sursă care să îl conțină.";
"Please enter the source URL:" = "Te rog introdu adresa URL a sursei:";
"Preparing" = "Pregătesc";
"Reinstall" = "Reinstalez";
"Removing" = "Se dezinstalează";
"Search All" = "Caută Toate";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Sursa pentru URL-ul \"%@\" nu pare a fi validă. Ea nu a fost adăugată.";
"Uncategorized" = "Necategorisit";
"Update All" = "Actualizează Toate";
"Remove" = "Elimină";
"Version" = "Versiune";
"Upgrade" = "Actualizează";
"View Console Log" = "Vezi Jurnalul de Consolă";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Pachetul \"%@\" nu poate fi instalat deoarece este în conflict cu un alt pachet instalat, \"%@\". Te rog dezinstalează acel pachet întâi.";
"Yesterday" = "Ieri";
"Two Days Ago" = "Acum Două Zile";
"More..." = "Mai mult…";
"Recent Packages" = "Pachete Recente";
"Force Remove" = "Forțează dezinstalarea";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Acest pachet este considerat esențial și este considerat crucial pentru operarea sistemului. Poți să îl scoți forțat, dar asta ar putea să facă sistemul inutilizabil. Te rog fă asta doar dacă știi ce faci.";
"%d Hours Ago" = "Acum %d Ore";
"%d Hour Ago" = "Acum %d Oră";
"%d Minutes Ago" = "Acum %d Minute";
"%d Minute Ago" = "Acum %d Minut";
"%d Days Ago" = "Acum %d Zile";

/* NIB strings */
"Add All" = "Adaugă Toate";
"Other Credits" = "Alte Credite";
"Copyright" = "Copyright";
"All rights reserved" = "Toate drepturile rezervate";
"Categories" = "Categorii";
"Sources" = "Surse";
"Installed" = "Instalat";
"About" = "Despre";
"Updated" = "Actualizat";
